; -----------------------------------------------------------------------------;
; LocK-A-FoLdeR Language File
; Language : French
; Translation by: Guillaume Garcia<gg@laguildeculinaire.com>
;
; -----------------------------------------------------------------------------;

[LocK-A-FoLdeR]
authorlink = "gg@laguildeculinaire.com"
Translationby = "Guillaume Garcia"
Language = "français"
pickatask = "Choisissez une tâche"
lockafolder = "Verrouiller un dossier"
unlockselected = "Dévérouiller le dossier selectionné"
changepassword = "Changer le mot de passe principal"
exit = "Quitter"
Aboutlockafolder = "A propos de LocK-A-FoLdeR"
enternewpassword = "Entrez un nouveau mot de passe"
entermasterpassword = "Entrez un mot de passe principal"
alreadyrunning = "LocK-A-FoLdeR est déjà en fonctionnement"
doesntexist = "n'existe pas"
chooseafolder = "Choisissez un dossier à vérouiller"
selectfirst = "Sélectionnez un dossier en premier"
alreadyinlist = "est déjà dans la liste"
plzwait = "Patientez s'il vous plaît"
unable2lock = "ne peut pas être vérouillé"
unable2unlock = "ne peut pas être déverouillé"
invalidpass = "Mot de passe invalide"
alertmasterpass = "Choisissez un mot de passe principal s'il vous plaît."
nointernet = "Il y a un problème avec votre connexion internet"
checkupdates = "Vérifier les mises à jour"
openreadme = "Ouvrir le fichier lisez moi"
visitwebpage = "Visiter la page web"
rescuecentre = "Centre de secours"
Rescuefolder = "Sauver un dossier"
notinlist = "Les dossiers qui ne sont pas dans la liste peuvent être déverouillés d'ici."